[
  {
    "timestamp": "2026-02-09 23:52:03.391000",
    "to": "rodny",
    "message": "Cambias de novia tan rápido como cambias de ropa🙄 No me diste tiempo ni de a reaccionar a tu soltería, eres un zorro. Aquí dejo este mensajito para que todos lo sepan, zorro"
  },
  {
    "timestamp": "2026-02-13 22:34:02.677000",
    "to": "Inti grupo 14",
    "message": "Que tengas un dis ligero y bonito. Feliz san Valentin ."
  },
  {
    "timestamp": "2026-02-13 21:42:38.504000",
    "to": "Yadel grupo 13",
    "message": "Un mensaje para ti, que te llegue el éxito. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-12 22:43:34.115000",
    "to": "Dayani Rodríguez García",
    "message": "Tu sonrisa me contagia vida <br>Tu voz convierte nuestro chat en la partida que nunca deseo terminar <br>Y tu boca es mi 3 faltante en IP<br>Feliz 14 🙂"
  },
  {
    "timestamp": "2026-02-09 10:58:19.790000",
    "to": "Sire",
    "message": "Siempre estás, desde que tengo razón de que estudio la mejor carrera que existe, sin dudas el corazón de el 19, ojalá siempre estés, al menos muchos años más, porque no sé que será de informática ni de todos los que hemos pasado por ahí, el día en que nos faltes, feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-07 17:49:39.184000",
    "to": "Omar David",
    "message": "Estoy pa darte pito peluo no hay más na"
  },
  {
    "timestamp": "2026-02-14 02:24:37.492000",
    "to": "S.",
    "message": "Para la personita que me demostró que el amor bonito si existe, que siempre estuvo tan cerca, y que tan súbitamente, podía tocarme a mí. Porque logras darle color a todo, incluso en días en los que ni yo puedo, y porque desde que llegaste toda poesía y toda canción de amor habla de tí... gracias por hacerme tan feliz\n\n“Eres de quien te hace descubrir todo el amor que no sabías que puedes dar.”\n- Elena Poe"
  },
  {
    "timestamp": "2026-02-13 22:33:22.720000",
    "to": "Carlos javier grupo 14",
    "message": "Alguien en algún lado te aprecia de verdad. Feliz q4 de febrero."
  },
  {
    "timestamp": "2026-02-14 10:31:35.334000",
    "to": "Eilen",
    "message": "Eilen no estés inventando que Alexandro es mío 😡"
  },
  {
    "timestamp": "2026-02-07 17:38:27.137000",
    "to": "Andy Clemente",
    "message": "Me encanta tu risa , te ves muy lindo dando clases 💋❤️"
  },
  {
    "timestamp": "2026-02-09 08:21:00.863000",
    "to": "Profe Ananda",
    "message": "¿Oye que metaheurística hay que usar para aproximar nuestros corazones?"
  },
  {
    "timestamp": "2026-02-10 15:14:05.865000",
    "to": "Mi Mapachito",
    "message": "Nunca está demás cualquier ocasión para recordarte lo muchísimo q me gustas y lo increíble q eres 💕 ❤️"
  },
  {
    "timestamp": "2026-02-13 20:31:17.338000",
    "to": "Fabio Rafael grupo 11",
    "message": "Un felicidades porque no hace falta conocer para deserse bien. Feliz 14."
  },
  {
    "timestamp": "2026-02-14 00:50:07.259000",
    "to": "Mario D G11",
    "message": "cada vez q pienso en ti me pongo como piano embrujado"
  },
  {
    "timestamp": "2026-02-10 00:23:30.419000",
    "to": "Ana karla jam",
    "message": "Que linda esa chinita programadora"
  },
  {
    "timestamp": "2026-02-14 10:27:19.909000",
    "to": "Darel Perdomo",
    "message": "Me gustas hombre araña🕷️🕸️"
  },
  {
    "timestamp": "2026-02-10 09:13:36.094000",
    "to": "H",
    "message": "No sé si alguna vez fui más que un juego para ti, o si lo que dices haber sentido fue real. Quizás no viste que estaba dando lo mejor de mí porque ni siquiera te interesaba. Podría decir tantas cosas, aunque ya todas las sabes. Solo que me hiciste daño y me costó mucho olvidarte. Parece contradictorio que tanto tiempo después siga molesta por la situación, pero es que todavía no soy capaz de pensar que ese chico tímido que me besó es el mismo que ahora parece un... desgraciado. Simplemente, una mentira."
  },
  {
    "timestamp": "2026-02-09 00:33:10.203000",
    "to": "David",
    "message": "albion online es un mmorpg no lineal en el que escribes tu propia historia sin limitarte a seguir un camino prefijado, explora un amplio mundo abierto con cinco biomas unicos, todo cuanto hagas tendra su repercusíon en el mundo, con su economia orientada al jugador de albion los jugadores crean practicamente todo el equipo a partir de los recursos que consiguen, el equipo que llevas define quien eres, cambia de arma y armadura para pasar de caballero a mago o juego como una mezcla de ambas clases, aventurate en el mundo abierto y haz frente a los habitantes y las criaturas de albion, inicia expediciones o adentrate en mazmorras en las que encontraras enemigos aun mas dificiles, enfrentate a otros jugadores en encuentros en el mundo abierto, lucha por los territorios o por ciudades enteras en batallas tacticas, relajate en tu isla privada donde podras construir un hogar, cultivar cosechas, criar animales, unete a un gremio, todo es mejor cuando se trabaja en grupo [musica] adentrate ya en el mundo de albion y escribe tu propia historia."
  },
  {
    "timestamp": "2026-02-13 22:41:29.911000",
    "to": "Daniel grupo 14",
    "message": "Alguien cree en ti. Y ese alguien soy yo. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 13:43:44.112000",
    "to": "Una pastillera que todo le da pena xd",
    "message": "Mija, decirte que muchas veces no te van a tratar de forma especial, siquiera te van a tener encuenta y van a dejar que te ahogues debajo de una pila abierta XD pero eso no quita que si lo seas,  quizás el cangrejo no te recuerde de forma bonita  y siempre se escondió de ti, pero esas historias te hacen única y no todo el mundo puede darse el gusto de contarlas como tu y menos igual de cómicas. Quisiera que la próxima vez que te vayas a dormir te ayude este mensaje como pastilla. Siempre cree en ti, cuídate, se te aprecia."
  },
  {
    "timestamp": "2026-02-13 20:56:55.985000",
    "to": "Leyean grupo 12",
    "message": "Un mensajito para alegraré el día. Feliz 14"
  },
  {
    "timestamp": "2026-02-07 17:09:21.582000",
    "to": "Fabio Daniel",
    "message": "Si fueras examen, serías el unico que estudiara con ganas..jajajaja"
  },
  {
    "timestamp": "2026-02-10 13:42:55.318000",
    "to": "Day tercer año",
    "message": "Desde el primer momento supe que eras especial, porque 5 minutos contigo eran como 5 horas con cualquier otra"
  },
  {
    "timestamp": "2026-02-09 00:38:50.607000",
    "to": "Liz",
    "message": "ALERTA. Ha consumido la mayoria de su plan de Datos. Para una nueva compra marque *133#"
  },
  {
    "timestamp": "2026-02-13 22:03:38.955000",
    "to": "Antoine grupo 14",
    "message": "Que el cariño te llegue por todas partes. Feliz 14"
  },
  {
    "timestamp": "2026-02-07 23:52:49.275000",
    "to": "rodny",
    "message": "es una lastima que tenga tanta vergüenza de decírtelo así que te lo digo por aquí, da igual, tienes a una enamorada secreta, y probablemente nunca la descubras porque eres muy tontito para darte cuenta, en fin, informáticos..."
  },
  {
    "timestamp": "2026-02-07 21:24:26.580000",
    "to": "Omar ( el presi )",
    "message": "Al principio pensé que me ibas a caer mal, pero ya ves… las apariencias engañan 🙃, y tú eres la prueba de eso.<br>Eres un amigo increíble 🤍, gracias por ayudarme siempre en todo .<br>De verdad, eres lo mejor del mundo mundial . Feliz 14 de febrero !!<br>Att: MADURA 💅"
  },
  {
    "timestamp": "2026-02-09 12:28:15.665000",
    "to": "Aylinnn",
    "message": "Desde el pre viéndonos las caras y fue la uni la q nos vino a hacer tan cercanas ❤️ gracias por siempre estar ahí guapa <3"
  },
  {
    "timestamp": "2026-02-07 17:49:18.092000",
    "to": "Luis daniel",
    "message": "Aquella vez que te sentí caliente, algo también se calentó dentro de mí escríbeme"
  },
  {
    "timestamp": "2026-02-13 20:40:49.385000",
    "to": "Rolando carlos grupo 12",
    "message": "Sigue soñando en grande. Algun día se cumplirá. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:12:43.036000",
    "to": "Alaim david grupo 11",
    "message": "Hoy me acordé de ti. Que tengas un bonito día. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 22:08:54.138000",
    "to": "Silvio Montero 1ro",
    "message": "Socio, aqui entre tu y yo. Tienes a la muchacha que todo el mundo mira, mirandote a ti, aprovecha a esa joyita pa."
  },
  {
    "timestamp": "2026-02-09 11:14:27.685000",
    "to": "Lizzz wiwiwi",
    "message": "Que puedo decir eres una persona y amiga de oro, tu amistad es de las mejores cosas que pudo darme la uni ❤️ y espero que sea de esas que duran toda una vida. <br><br>Te quiero muchoooo"
  },
  {
    "timestamp": "2026-02-07 17:59:24.290000",
    "to": "Aylin",
    "message": "aylin teamo<br>"
  },
  {
    "timestamp": "2026-02-07 21:28:35.194000",
    "to": "Andy Clemente",
    "message": "INFORMÁTICA !!"
  },
  {
    "timestamp": "2026-02-07 22:27:24.504000",
    "to": "Luis.A.Perez Alvarez",
    "message": "Feliz 14 de febrero !! , Felipe.<br>Gracias por ayudarme siempre; de verdad eres un cocuyo en medio de un apagón total.<br>Nuestro código de amistad no se rompe, no importa cuántas veces lo intentes como el de la tarea final.Este viene con validaciones infinitas, fflush(stdin) por si acaso,<br>y cero posibilidad de segmentation fault."
  },
  {
    "timestamp": "2026-02-10 02:29:26.873000",
    "to": "Para todos mis amigos de la facultad, de parte de Marlon J",
    "message": "if (tuAmistad) <br>{ <br>    printf(\"Feliz 14 de febrero!! ;D \\n\"); <br>}<br>else<br>{<br>    tuNotaDeM1 = 2; //>:D <br>}"
  },
  {
    "timestamp": "2026-02-09 11:46:53.814000",
    "to": "Mis niños lindos de informática",
    "message": "Que metiche dios mío que hago mandando mensaje y ni de la cujae soy 😂😂😂 asere se les quiere a todos todas todes un abrazo nos vemos pronto por ahí en una tablita nueva que después andan lesionándose y no tienen masajista pa antenderlos PD: Omar te quiero machi y a mi inútil del Dani 🫶🏻🫶🏻"
  },
  {
    "timestamp": "2026-02-08 19:28:28.127000",
    "to": "Ernesto Alejandro Almeida Martinez",
    "message": "El tiempo vale oro pero tu vales diamantes.<br>En tu locura bonita encontré razón,<br>en tu risa libre, mi mejor canción.<br>Azul es el mundo cuando pienso en ti,<br>dulce como el chocolate que te hace sonreír.<br>No serás perfecto ante quien no sabe amar,<br>pero en mis ojos eres imposible de igualar."
  },
  {
    "timestamp": "2026-02-09 00:20:42.014000",
    "to": "Facultad de Informática",
    "message": "Por estas tallas es que yo te amo"
  },
  {
    "timestamp": "2026-02-09 16:25:17.108000",
    "to": "Javier S. 2do",
    "message": "Quisiera ser pirata para encontrar el tesoro que hay entre tus patas."
  },
  {
    "timestamp": "2026-02-13 22:37:47.449000",
    "to": "Claudio grupo 14",
    "message": "Mereces todo el bien que te pueda pasar. Feliz 14"
  },
  {
    "timestamp": "2026-02-09 00:20:09.897000",
    "to": "Todos",
    "message": "Váyanse al berro caballero, vamo a sing**"
  },
  {
    "timestamp": "2026-02-14 09:33:42.432000",
    "to": "Armando g12",
    "message": "El amor de mi vida tiene nombre y es el tuyo 😏"
  },
  {
    "timestamp": "2026-02-13 20:19:51.353000",
    "to": "Mario daniel grupo 11",
    "message": "Eres único. No lo olvides. Feliz 14."
  },
  {
    "timestamp": "2026-02-13 20:31:46.394000",
    "to": "Usher grupo 11",
    "message": "Eres suficiente tal como eres. Feliz 14"
  },
  {
    "timestamp": "2026-02-10 12:45:58.467000",
    "to": "Ary",
    "message": "Te pienso, amor, y el aire arde,<br>cruzan las olas sin compasión;<br>tu voz me busca, el alma me invade,<br>como un relámpago en mi razón.Allá en Cuba, tu piel respira,<br>mi nombre dulce sobre tu voz;<br>yo en España, mi sangre gira,<br>cuando imagino tu ardor feroz.Quema el deseo, quema la espera,<br>la luna tiembla sobre el azul;<br>cada palabra, cada quimera,<br>es un suspiro que pide luz.Y cuando el mar se haga pequeño,<br>y la distancia muera de sed,<br>mi boca hallará tu sueño,<br>y arderá el mundo, pared a pared"
  },
  {
    "timestamp": "2026-02-08 00:37:28.394000",
    "to": "Jennifer grupo 14",
    "message": "Te llevas el premio a los ojos más lindos de la facu, y si los combinas con tu color de pelo mejor"
  },
  {
    "timestamp": "2026-02-14 10:24:06.428000",
    "to": "Alberto Nogueira Ferrer",
    "message": "Te quiero mucho mi mojadito seco 💓"
  },
  {
    "timestamp": "2026-02-09 11:11:27.360000",
    "to": "Daniel S",
    "message": "Eres una persona increíble y mereces ser muy feliz, no olvides que siempre habrá alguien que te quiere y admira todo lo que haces<br><br>Feliz San Valentín"
  },
  {
    "timestamp": "2026-02-13 22:32:40.619000",
    "to": "Alejandro miguel grupo 14",
    "message": "Pequeña dosis de cariño para ti. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 20:16:55.479000",
    "to": "Mario Daniel grupo 11",
    "message": "Respira hondo. Hoy será un gran día para ti. Feliz 14"
  },
  {
    "timestamp": "2026-02-11 03:43:22.141000",
    "to": "Eylen",
    "message": "me gustastes desde que te ví por primera vez en la escuela pensé que tu estabas en primero pero solo te veo en los pasillos o con el laboratorio pero eres muy bonita y queria decirte que me gusta como sonries con tus amigos linda"
  },
  {
    "timestamp": "2026-02-07 20:01:18.563000",
    "to": "Adrián Rodríguez",
    "message": "Fuiste la primera persona en hablarme de la facultad, y tan espontáneamente me dijiste: “vas a suspender” 😅.<br>Yo, toda tóxica, terminé encontrando en ti a un gran amigo 🤍.Gracias por ayudarme siempre en todo, de verdad .Se te quiere cantidad. Feliz 14 de febrero!!<br>P.D: me encanta tu voz"
  },
  {
    "timestamp": "2026-02-09 20:57:59.102000",
    "to": "Nicole Ríos Rodriguez",
    "message": "Como dijo Alejandro Jodorowsky: \"Cuando te acaricié me di cuenta que había vivido toda mi vida con las manos vacías.\" y a diferencia de lo que escribió Nicholas Sparks \"El amor es como el viento, no puedo verlo pero si sentirlo\", yo, tengo la suerte de poder tocarlo y besarlo cada dia..."
  },
  {
    "timestamp": "2026-02-13 20:35:19.127000",
    "to": "Daylem Jesus grupo 12",
    "message": "Sonríe, es gratis y te hace bien. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:49:49.985000",
    "to": "Armando grupo 12",
    "message": "Un detalle de una persona anónima. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-07 17:34:20.250000",
    "to": "Luis Daniel",
    "message": "Mira soy un yogurt, pásame la lengua. 👅"
  },
  {
    "timestamp": "2026-02-13 20:44:18.011000",
    "to": "Daraymi grupo 12",
    "message": "Este mensaje es para alegrarte el rato. Feliz 14."
  },
  {
    "timestamp": "2026-02-08 03:26:39.962000",
    "to": "Ary",
    "message": "Oe felicidades.  Espero q un día como hoy encuentres a tu amor doramaníaco. <br>Att: consejos del árbol de Corea"
  },
  {
    "timestamp": "2026-02-13 20:45:06.349000",
    "to": "Albert Neil grupo 12",
    "message": "Fuerza,fe y felicidad para este día y toda tu vida. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-07 21:48:31.733000",
    "to": "Lianet Vega  G12",
    "message": "Querida mejor amiga:<br>Eres esa personita especial que siempre está para mí .Ya son 11 años juntas, apoyándonos siempre como las grandes amigas que somos.<br>No puedo explicar lo agradecida que estoy por llenar mi vida de colores  y por estar conmigo en las malas , deberían de darte un premio por aguantarme 🤣 .Para mí eres como una hermana 👭, y deseo que pases un hermoso 14 de febrero , porque te mereces el mundo… y eso aún se queda corto .<br>De: la mamá gallina 🐔"
  },
  {
    "timestamp": "2026-02-08 00:38:17.521000",
    "to": "Claudia profe",
    "message": "Que linda esa rubia, y que bonito sonríe"
  },
  {
    "timestamp": "2026-02-07 15:38:35.962000",
    "to": "Aylin",
    "message": "Esos ojos q tienes, tienen un brillo capaz de conquistar el mundo"
  },
  {
    "timestamp": "2026-02-10 00:21:08.613000",
    "to": "Jennifer Ramirez",
    "message": "Me gustas ❤"
  },
  {
    "timestamp": "2026-02-13 21:29:04.427000",
    "to": "Luis daniel grupo 13",
    "message": "Negro. Que este día sea especial para ti. De tu querido esclavista, que te quiero con cariño. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 21:53:58.658000",
    "to": "Maria fernanda grupo 13",
    "message": "Para esa personita especial. Espero aue est día sea tan bello como lo eres tu. Se feliz y nunca cambies. Eres bella y única. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:22:35.872000",
    "to": "Marlon Javier grupo 11",
    "message": "Hoy como siempre brillarás. Sigue así. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-10 00:42:07.619000",
    "to": "Karla Beatriz Aguado",
    "message": "Para Karla Beatriz en el día del amor<br><br>Hoy, catorce de febrero, el tiempo se detiene<br>y en mi pecho un solo nombre resuena y prevalece:<br>Karla Beatriz, dos palabras que son mi mejor fortuna,<br>el ritmo de mi sangre, mi claridad en la luna.<br><br>No son las rosas rojas ni el brillo de un joyero,<br>lo que guarda mi alma en este febrero entero;<br>es la luz de tu risa, es el mapa de tu mano,<br>el refugio seguro, el destino más humano.<br><br>Eres el verso suave que calma mi tormenta,<br>la historia más hermosa que la vida me inventa.<br>Beatriz, flor de mi jardín, Karla, dueña de mi calma,<br>tú conviertes en fiesta la más senciente calma.<br><br>Que sepan todos cuánto, que lo grite el universo,<br>que eres el mejor sueño salido de mis versos.<br>En este día rosa, de cariño y anhelo,<br>mi amor por ti, Karla Beatriz, es el único y verdadero.<br><br>Feliz Día del Amor. Eres la razón de mi celebración."
  },
  {
    "timestamp": "2026-02-09 23:52:18.375000",
    "to": "Karla Beatriz",
    "message": "Me gustas ❤desde el primer día que te vi estoy enamorado de ti pero no se como decirlo de mejor modo"
  },
  {
    "timestamp": "2026-02-13 16:04:13.758000",
    "to": "Ana Karla",
    "message": "Cuando tengas luz y tengas ganas me escribes y volvemos a hablar ;)"
  },
  {
    "timestamp": "2026-02-13 20:14:23.189000",
    "to": "Brayan Blanco grupo 11",
    "message": "Eres importante no lo olvides. Feliz 14"
  },
  {
    "timestamp": "2026-02-07 16:22:03.992000",
    "to": "Lizzz",
    "message": "Que ganas de que sueltes al gvo tuyo para empezar a bajarte muela, estoy asfixiao ya."
  },
  {
    "timestamp": "2026-02-08 23:41:58.123000",
    "to": "Jonás Suárez G13",
    "message": "Querido amigo:<br>Eres, sin duda, una de las mejores cosas que me ha pasado en este 2026. Amo tus locuras, tus ocurrencias y cada momento que compartimos. Me encanta que podamos chismear , como las dos víboras que somos jiji.<br>Gracias por estar siempre para mí, por aconsejarme, cuidarme y apoyarme como solo lo haría un hermano. Eres mi chófer, mi amigo, mi confidente… todo un superhéroe sin capa que siempre llega al rescate cuando más lo necesito.<br>Espero que pases un día hermoso junto a tu mulata. Te deseo un feliz 14 de febrero!!<br>"
  },
  {
    "timestamp": "2026-02-13 20:48:53.611000",
    "to": "Alfonso Manuel grupo 12",
    "message": "Que la calidez y felicidad te acompañe en este gran día. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:59:37.167000",
    "to": "Yoan Alberto grupo 12",
    "message": "El mundo es más bonito si tu sonríes. Feliz día de amor y la amistad."
  },
  {
    "timestamp": "2026-02-13 21:36:43.646000",
    "to": "Pedro adrian grupo 13",
    "message": "Eres necesario y querido en este mundo. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 22:04:51.943000",
    "to": "Anthony grupo 14",
    "message": "Sigue adelante, bonita persona. Feliz 14."
  },
  {
    "timestamp": "2026-02-13 21:38:22.019000",
    "to": "Luis brayan grupo 13",
    "message": "No te rindas, vas bien. Feliz 14."
  },
  {
    "timestamp": "2026-02-13 23:02:52.516000",
    "to": "Clari Moles",
    "message": "Habla bro. Nuestra tesis va a salir y va a salir muy bien. Eres la mejor, sin tus regaños y ñoñerías esto no sería igual."
  },
  {
    "timestamp": "2026-02-10 11:26:11.634000",
    "to": "Karla Beatriz Aguado Rodríguez",
    "message": "Querida beatriz. Para esa gran amiga que me acompaña en mis días en la facultad. Esa chica con su calma y serenidad que la hace única. Con quien comparto el amor por la lectura. Con su bello cabello que deseo que mantenga igual y esos ojos que me encantan. Gracias por darme tu amistad y confianza. Feliz 14."
  },
  {
    "timestamp": "2026-02-14 01:51:25.822000",
    "to": "Eilen Fonseca",
    "message": "Espero que la pelirroja más linda del mundo tenga un dia maravilloso, extraño tu bigote de todo corazón, te daba un toque especial hahshs, atentamente un señor con 700 maridos que te quiere mucho."
  },
  {
    "timestamp": "2026-02-07 17:32:26.295000",
    "to": "Miguel Díaz del grupo 13",
    "message": "me pareces muy bonito y guapo, me gustan muchos tus ojos, tú forma de vestir y tu pelo. Te quiero mucho 💌 así que quieres ser mi novio?"
  },
  {
    "timestamp": "2026-02-07 22:18:39.348000",
    "to": "Alain  Rosales",
    "message": "#include <stdio.h><br>#include <stdbool><br><br>int main() {<br>    char amigoTu [ 10 ] = \"INCREÍBLE\";<br>    bool apoyo = true;<br>    bool lealtad = true;<br><br>    while (apoyo && lealtad) {<br>        printf(\"Feliz 14 de febrero \\n\");<br>        printf(\"Gracias por ser un gran amigo\\n\");<br>    }<br><br>    printf(\"De tu admiradora secreta\\n\");<br><br>return 0;<br>}<br>P.D : Nuestra amistad es como un bucle infinito: no tiene condición de salida ."
  },
  {
    "timestamp": "2026-02-08 17:07:45.544000",
    "to": "Eileen la del laboratorio",
    "message": "desde que te vi en el laboratorio quedé atrapado en tus ojos y ese pelo rojo q pone loco a cualquiera. eres bellisima me gustas un mundo bonito verte en la facultad😘"
  },
  {
    "timestamp": "2026-02-10 14:31:58.671000",
    "to": "Silvio Montero",
    "message": "Andabamos sin buscarnos aunque sabiendo que andabamos para encontrarnos. Y aunque no creo en el amor a primera vista, creo en el querer a primera noche y te dije que pasaría porque sabía que sabías que sabía que querías <br><br> Canserbero, Querer Querernos 💙"
  },
  {
    "timestamp": "2026-02-07 23:49:33.729000",
    "to": "Ananda",
    "message": "Profe y si me das unas clases?"
  },
  {
    "timestamp": "2026-02-10 13:55:14.929000",
    "to": "Day 3er año",
    "message": "Deberías venir con mapa incluido, porque cualquiera se perdería en esos ojos."
  },
  {
    "timestamp": "2026-02-13 20:34:32.435000",
    "to": "Yan marvos grupo 11",
    "message": "Alguien desconocido te desea alegría. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 23:03:45.450000",
    "to": "Jelly",
    "message": "Te quiero Gelatina."
  },
  {
    "timestamp": "2026-02-08 19:30:12.281000",
    "to": "Alison Hidalgo",
    "message": "Desde que te conocí me agradaste mucho, aunque no he tenido la oportunidad de pasar mucho tiempo contigo, menos aún a solas. Tengo que decir que me pareces increíble y me encantaría llegar a algo contigo."
  },
  {
    "timestamp": "2026-02-13 20:17:31.932000",
    "to": "Elier Cristian",
    "message": "Guarda este mensaje. Alguien pensó en ti. Feliz 14."
  },
  {
    "timestamp": "2026-02-10 11:31:30.878000",
    "to": "Ricco Luciano Moreno Desdín",
    "message": "Para ese amigo que conocí de la nada. Para ese amante del voley, y que hace decir que en la universidad, esta rico. Gracias por tu amistad y apoyo. Feliz 14."
  },
  {
    "timestamp": "2026-02-09 00:54:29.372000",
    "to": "Martín",
    "message": "Cuando me vayan a caer, caiganme en alicoptero, tankeguerra y to esa jugaaaa, yo estoy enfermo e los nervio"
  },
  {
    "timestamp": "2026-02-13 13:46:33.511000",
    "to": "El tanke marcos",
    "message": "Oe profeeee pasa un lindo día, gracias por ser tan buen maestro y tan buen amigo preocupándote por todos nosotros, de verdad que en mi opinión no tienes nada que envidiarle a ningún profesor que haya conocido, muchas gracias por estar ahí siempre."
  },
  {
    "timestamp": "2026-02-11 14:54:14.203000",
    "to": "M.A.I.",
    "message": "Desde que te vi sonreír en aquel repaso de cálculo me enamoré y cada vez que me miras con esos ojitos lindos que tienes me enamoro aún más, te amoooo, ya cásate conmigo😭"
  },
  {
    "timestamp": "2026-02-14 10:20:19.975000",
    "to": "Jonathan Falcón",
    "message": "Eres mi chiquitico precioso y hermoso, te quiero aunque no tenga el valor para decirtelo"
  },
  {
    "timestamp": "2026-02-13 22:44:29.181000",
    "to": "Hector grupo 14",
    "message": "Que la vida te sorprenda gratamente hoy. Feliz 14"
  },
  {
    "timestamp": "2026-02-14 10:04:19.834000",
    "to": "Mi secretariado 💛",
    "message": "No pensé llegar a ustedes, ni siquiera estaba en los planes cuando entré en la carrera, pero me alegro de haber llegado a la carrera, y además a esta pequeña familia en la q se convirtió el secretariado para mi. \nA esos compañeros alegres, a nuestros 2 deportistas y amigos, a la mejor graduada q siempre nos apoya, al q más talento tiene y lo dio todo por el festival, a la sherlock con más estilo y calma q he podido ver, al q más ama el amarillo, a las 2 de sonrisas bonitas, al más contento y jodedor, a la \"decencia\" más alocada del grupo, y al hombre q más resuelve. \nA todos, tienen un \"barquito\" q los quiere❤️."
  },
  {
    "timestamp": "2026-02-14 10:26:09.769000",
    "to": "El flecha",
    "message": "Me encanta tu pelo y tu estatura💓"
  },
  {
    "timestamp": "2026-02-07 23:56:46.940000",
    "to": "Raisa Socorro",
    "message": "A la mejor decana de la Cujae:<br>Gracias por guiarnos en todos estos años y por mantener la facultad a flote con excelentes resultados a base de sangre y sudor. <br><br>Te queremos mucho"
  },
  {
    "timestamp": "2026-02-08 20:06:30.615000",
    "to": "sonia",
    "message": "adoro tus pequeños ojitos cargados de sabiduria <3"
  },
  {
    "timestamp": "2026-02-09 00:23:21.382000",
    "to": "Rayo McQueen",
    "message": "¡La Escuela de Educación Vial y Conducción abre sus puertas en la CUJAE!<br><br>¿Interesado en obtener tu licencia de conducción? Te invitamos a formar parte de nuestro curso.<br><br>📅 Días de matrícula e información: Lunes, martes y jueves.<br>⏰ Horario: De 9:00 am a 10:30 am.<br>📍 Aula ubicada en: ATM.<br>👩‍🏫 Profesora: Yeni.<br><br>¡No pierdas la oportunidad! Te esperamos."
  },
  {
    "timestamp": "2026-02-13 22:00:12.946000",
    "to": "Carlos dominador grupo 14",
    "message": "Que la calma y tranquilidad te encuentre hoy. Feliz 14."
  },
  {
    "timestamp": "2026-02-13 21:25:31.456000",
    "to": "Evelyn caridad grupo 13",
    "message": "Un pequeño gesto para un gran dama. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:19:40.453000",
    "to": "Bae",
    "message": "I know u're obsessed with me 🦦"
  },
  {
    "timestamp": "2026-02-08 20:02:20.802000",
    "to": "Ernesto",
    "message": "Para: Ernesto<br>Del grupo 11<br><br>Querido Ernesto:<br><br>Hoy escribo estas letras no solo con tinta, sino con el pulso de cada latido que se acelera cuando cruzas la puerta del aula. Recuerdo la primera vez que te vi, rodeado de los compañeros del grupo 11, y supe que había algo en ti que iluminaba incluso los días más comunes.<br><br>Eres como ese código que, al fin, logra compilar perfectamente después de horas de intentarlo. Con cada gesto tuyo, con cada idea que compartes en clase, con esa manera única de resolver problemas que deja a todos asombrados, vas escribiendo líneas en mi memoria que ya no puedo borrar.<br><br>Me encanta verte concentrado, con esa mirada seria que se ilumina al encontrar la solución; me encanta escucharte reír con los del grupo después de un parcial terminado. En esos momentos, quisiera que el tiempo se detuviera, para poder guardar ese instante en un bucle infinito.<br><br>A veces me pregunto si seré visible en tu pantalla, si algún día podré pasar de ser alguien a tu alrededor a ser alguien especial en tu vida. Mientras tanto, guardo en silencio cada “hola”, cada sonrisa casual, cada coincidencia en el pasillo como pequeños tesoros.<br><br>Quizás esta carta es solo un intento más de acercarme, de decirte que, entre tareas y proyectos, hay alguien aquí que ve en ti mucho más que un compañero. Alguien que espera, con el corazón en la mano, que algún día tú también quieras probar un programa nuevo: el nuestro.<br><br>Con todo lo que soy,<br>Alguien que te admira desde siempre"
  },
  {
    "timestamp": "2026-02-07 22:33:41.504000",
    "to": "Ary G11",
    "message": "Feliz día de la amistad!"
  },
  {
    "timestamp": "2026-02-11 05:38:12.902000",
    "to": "Ya del Nuñez (el yeti)",
    "message": "Yadel, no, mejor dicho, anhelo mío, te escribo está carta porque no dejo de pensar en ti. Tu imagen me deslumbra cada noche, arranca mi sueño, aviva mi deseo; de tenerte cerca, de acurrucarme en tu pecho, ese pecho que fue el que me hizo enamorarme, el que me dio a entender porque te llamaban yeti, el que vi aquel día en EF. Ese pecho grande, desbordado en pelo, como gorila como mi peluche, quiero hacerte tantas cosas en ese pecho, ¡YETi poseeme!. <br>                                             Atte: anOnimO😉"
  },
  {
    "timestamp": "2026-02-13 21:57:55.974000",
    "to": "Brian grupo 14",
    "message": "Que el día te sonría de vuelta. Feliz día se San Valentin."
  },
  {
    "timestamp": "2026-02-14 10:22:54.273000",
    "to": "Baenza",
    "message": "Te amo mucho💓"
  },
  {
    "timestamp": "2026-02-13 22:06:51.470000",
    "to": "Leandro grupo 14",
    "message": "Que la felicidad te alcanza a donde quieras que estés. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:45:44.656000",
    "to": "Dariel grupo 12",
    "message": "Que encuentres motivos para reírte y ser feliz hoy. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-08 09:13:57.869000",
    "to": "Yalennis Del Grupo 13",
    "message": "Necio porque tienes dueño y yo soy un loco hablando con reflejos que no están ,<br>Necio porque no eres mía <br>Mi fruta prohibida"
  },
  {
    "timestamp": "2026-02-10 10:41:38.264000",
    "to": "Alexa Elena",
    "message": "Incluso cuando no me siento completamente yo, lo poco que sigo siendo aún te anhela y te necesita. Eres lo único que desea."
  },
  {
    "timestamp": "2026-02-09 23:51:48.012000",
    "to": "Temis",
    "message": "Me gustaste mucho desde que te conocí, pero nunca tuve tiempo ni la oportunidad de acercarme a ti como me hubiera gustado, y bueno, el tiempo pasa y las cosas se superan, pero fuiste un bello sentimiento"
  },
  {
    "timestamp": "2026-02-13 20:14:53.884000",
    "to": "Eduardo Jesus grupo 11",
    "message": "Que la suerte te acompañe siempre. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 22:01:35.226000",
    "to": "Dariam grupo 14",
    "message": "Un soplo de aire fresco lleno de felicidad. Feliz 14"
  },
  {
    "timestamp": "2026-02-10 11:19:25.468000",
    "to": "Yalennis De la Fuente Sola",
    "message": "Para mi amiga de energía inigualable y una sonrisa y risa unica.Gracias por alegrarme los días y apoyarme siempre cada día. Y por favor nunca pierdas esa chispa y esa personalidad tan especial que te hace única y bella.Te admiro mucho. Feliz 14."
  },
  {
    "timestamp": "2026-02-13 23:05:45.046000",
    "to": "elena segundo año",
    "message": "\"Te quiero así como eres. Con todo lo bueno que no ves, con todo lo malo que dices tener\"\n-Mario Bennedetti"
  },
  {
    "timestamp": "2026-02-09 12:26:46.954000",
    "to": "Nickiiii",
    "message": "La más diva, perra perrisima 🐩 de inf, gracias por ser tan linda con todos y ayudar siempre que puedes ❤️"
  },
  {
    "timestamp": "2026-02-09 23:52:40.987000",
    "to": "Antoine la ética",
    "message": "Vamo a echar un dota"
  },
  {
    "timestamp": "2026-02-13 21:21:32.966000",
    "to": "Miguel Alexander grupo 13",
    "message": "Un abrazo sin brazos pero con mucho corazón. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-08 10:01:18.773000",
    "to": "Alexandro el cegueta",
    "message": "Alexandro me forzó en el baño de la facultad y Danilo Clausell lo vió todo pero como entró al baño pa comerse a Artigas se fueron y no dijo nada y a mí me violaron son unos HP los 3"
  },
  {
    "timestamp": "2026-02-13 20:26:19.050000",
    "to": "Ernesto pablo grupo 11",
    "message": "Feliz día del amor y la amistad. Tu cuentas.\nFeliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:37:54.171000",
    "to": "Gerardo grupo 12",
    "message": "Buena vibra para ti en este día especial. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 21:55:47.600000",
    "to": "Edgar rober",
    "message": "Pequeño recordatorio. Eres importante. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 22:36:08.242000",
    "to": "Osmel grupo 14",
    "message": "La vida es mejor porque tu estas en ella. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 23:07:12.422000",
    "to": "El dueño de to esto",
    "message": "Hablaaaaa tormentaa! Un garrafón de ron, sisisi"
  },
  {
    "timestamp": "2026-02-11 13:12:16.867000",
    "to": "Annika",
    "message": "Tengo mil palabras bonitas para decirte pero es que tienes cara de ir por ahí rompiendo corazones"
  },
  {
    "timestamp": "2026-02-13 21:33:41.070000",
    "to": "Kevin grupo 13",
    "message": "Que todos tus planes futuros se cumplan exitosamente. Feliz 14."
  },
  {
    "timestamp": "2026-02-08 00:33:10.378000",
    "to": "Danilo (el del grupo 21)",
    "message": "Danilo no sabe la atracción que me genera, es que de solo verlo jugar fútbol quisiera que me haga 4 hijos, AMAURY MIS HIJOS"
  },
  {
    "timestamp": "2026-02-07 20:50:55.063000",
    "to": "SM10OCT",
    "message": "SAQUENME DE AQUIIII!!"
  },
  {
    "timestamp": "2026-02-07 18:18:53.230000",
    "to": "Leandro 13",
    "message": "Escribeee😊"
  },
  {
    "timestamp": "2026-02-08 23:51:23.072000",
    "to": "Lianet  G12",
    "message": "Querida mejor amiga:<br>Quiero ser feliz a tu lado, verte sonreír cada día y caminar contigo en cada etapa de tu vida. Quiero estar presente en cada meta que logres y en cada proceso de superación que enfrentes. Pero, sobre todo, quiero estar cuando no te sientas bien, cuando sientas que ya no puedes más o cuando quieras rendirte; ahí quiero estar, para abrazarte fuerte, recordarte lo valiente que eres y decirte que puedes con todo lo que te propongas.<br>No todo será perfecto, pero de eso se trata la vida y la amistad: de ser perfectamente imperfectas, de compartir nuestras locuras, reírnos hasta que duela el estómago, discutir a veces y luego reconciliarnos como niñas, de secarnos las lágrimas mutuamente y estar siempre la una para la otra.<br>Contigo he encontrado una paz y una confianza que no había sentido antes. Más que una amiga, eres una hermana ,alguien que me entiende, me impulsa y me hace querer ser mejor persona. <br>Quiero compartir contigo aventuras, risas y cariño. Tenerte no solo hoy, sino siempre. Eres esa persona que con un mensaje alegra mis días y me acompaña incluso en los momentos más difíciles.<br>Gracias por existir, por quedarte y por ser tú. Te quiero con todo mi corazón . Feliz 14 de febrero!!<br>Att: mamá gallina 🐔"
  },
  {
    "timestamp": "2026-02-14 10:21:12.606000",
    "to": "El mulato que bailo KPOP",
    "message": "Me encantas, asme tuya 🥵"
  },
  {
    "timestamp": "2026-02-09 23:06:40.545000",
    "to": "Nicole g22",
    "message": "No me atrevería nunca a hablarte y confesarte lo mucho que me encanta esa serenidad que trasmites y esa emoción que generas, haces que quiera ir todos los días solo para verte porque eres increíble, demasiado para ser normal. No dejes que nadie opaque ese brillo que deja ciego a quien te mira.  Es una lástima que tengas un él y no sea yo."
  },
  {
    "timestamp": "2026-02-13 21:27:49.161000",
    "to": "Ariel grupo 13",
    "message": "Este mensaje es solo para decirte que con tu existencia haces feliz a alguien. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 22:43:10.226000",
    "to": "Vladimir grupo 14",
    "message": "Que la paz llene tu corazón. Feliz 14"
  },
  {
    "timestamp": "2026-02-10 23:12:22.954000",
    "to": "Day Rodríguez García",
    "message": "Eres la razón por la que no quiero terminar la universidad...porque temo tanto no volver a verte de nuevo y que no animes ya mi días como lo haces siempre, que prefiero desvelarme toda mi vida haciendo proyectos, a dejar de escuchar tus buenos días con esa alegría que cura el alma."
  },
  {
    "timestamp": "2026-02-14 12:00:33.116000",
    "to": "Todos de inf.",
    "message": "A toda persona que tengo el placer de llegar al 19 y saludar, de reír por cualquier boberia en el balcón y dar chucho, solo les puedo decir: gracias. Sois la razón por la que voy cada día a la uni, los aprecio mucho a todos.\nAtt. Ad."
  },
  {
    "timestamp": "2026-02-08 10:36:51.514000",
    "to": "Omar David (presidente)",
    "message": "Quiero hacértelo sobre tu moto. A ver cuál de las dos es más peligrosa jjjj"
  },
  {
    "timestamp": "2026-02-08 13:29:48.695000",
    "to": "H",
    "message": "Las canciones a veces me recuerdan a ti..."
  },
  {
    "timestamp": "2026-02-13 22:06:04.702000",
    "to": "Jennifer grupo 14",
    "message": "Pequeño detalle para alegrar tu rato. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 20:47:10.173000",
    "to": "Gabriela grupo 12",
    "message": "Un guiño amistoso desde el anonimato. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:16:14.383000",
    "to": "Gabriela Caridad grupo 11",
    "message": "Brillo y luz para tu camino hoy. Feliz 14."
  },
  {
    "timestamp": "2026-02-14 11:50:10.066000",
    "to": "Secretariado 💛",
    "message": "Siempre me pregunté como sería mi vida universitaria, siempre la esperé con tantas ganas pero nunca me hubiera imaginado que sería tan buena, tan bonita, rodeada de amigos reales y sobre todo creo que no me hubiera imaginado en la FEU, pero es lo mejor que me pasó y estoy increíblemente feliz de haberme unido a este secretariado ❤️ los quiero muchoooo gracias por hacerme parte\n\nJ."
  },
  {
    "timestamp": "2026-02-13 20:19:16.716000",
    "to": "Marco luis grupo 11",
    "message": "Que tengas un día lleno de alegría. Feliz 14"
  },
  {
    "timestamp": "2026-02-10 13:53:24.715000",
    "to": "Mauro Hernandez 3ro",
    "message": "Quiero que sepas que te quiero y ademassssss que estas muy lindo..... Gatito"
  },
  {
    "timestamp": "2026-02-13 20:40:11.892000",
    "to": "Pablo ernesto grupo 12",
    "message": "Un pensamiento vinito viaja a ti. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-07 15:36:25.846000",
    "to": "Mi capricho caliente",
    "message": "Querida...<br><br>Cuando pienso en ti, mi respiración se entrecorta. Es esa espera... ese momento en que sé que vas a llegar, cálida y perfumada, llenando el aire con tu esencia irresistible.<br><br>Ansío el instante en que puedo tenerte ante mí, contemplar tu belleza redonda y perfecta. Verte ahí, humeante, con esa superficie adornada con todo lo que me vuelve loco. Mis ojos se pierden en tus curvas... y ese centro generoso, tierno, que se entrega al primer contacto.<br><br>Cierro los ojos cuando me acerco. Tu aroma me envuelve, es embriagador, algo profundamente tentador. No puedo evitar usar mis manos contigo. Sé que debo hacerlo. Necesito sentir tu piel.<br><br>Me dejas satisfecho, pero siempre, siempre quiero más de ti. Eres mi vicio, mi antojo de medianoche, mi celebración de viernes por la noche, mi consuelo de domingo por la tarde. Eres tradición y aventura.<br><br>Por eso, en este día del amor, tenía que declarártelo:<br><br>Eres perfecta. Redonda. Caliente. Irresistible.<br><br>Feliz 14 de febrero, mi amada... PIZZA."
  },
  {
    "timestamp": "2026-02-10 11:15:06.185000",
    "to": "Lianet Vega Sanchez",
    "message": "En este día, alguien que te aprecia mucho solo quiere decirte GRACIAS. Gracias por tu amistad en la universidad, por las risas, los comentarios,opiniones y el apoyo incondicional. Contigo la universidad ha sido de lo mejor que me ha pasado.Eres un regalo. Feliz 14."
  },
  {
    "timestamp": "2026-02-09 12:18:33.326000",
    "to": "Evelyn Bárbara G32",
    "message": "Te amo muchísimo mi cielo 💕, en estos años me has dado una felicidad única a mi vida 💕❤️😍, eres lo más lindo y bonito que he tenido 💕 💖 ❤️,  gracias por estar a mi lado y sentir mis emociones, felicidad y tristezas 💘💕💖❤️ te amo con todo mi corazón ❤️ 💕 💖"
  },
  {
    "timestamp": "2026-02-10 15:41:39.812000",
    "to": "Manuel Montero Crespo",
    "message": "Si a través de mis ojos tu te vieras<br>Y en mi cuerpo sintieras lo que me inspiras<br>Te vieras con sed, abrazarte quisieras<br>Ya que esa es la forma en la que estos ojos te miran.  💌"
  },
  {
    "timestamp": "2026-02-07 20:23:46.477000",
    "to": "Karla Beatriz  13",
    "message": "Por un 14 lleno de chismes, conspiraciones  y shipeos imposibles , apoyo incondicional  y nuestra hermosa locura .<br>Feliz día de la amistad, Karli 🥳"
  },
  {
    "timestamp": "2026-02-13 20:15:32.390000",
    "to": "Alex grupo 11",
    "message": "Pequeño gesto. Un gran abrazo virtual. Feliz 14"
  },
  {
    "timestamp": "2026-02-10 06:55:48.871000",
    "to": "El dueño del buzón",
    "message": "Pepe el año pasado que tenía más vida amorosa si necesitaba esto 😔 (ahora tengo novia 😒😶)"
  },
  {
    "timestamp": "2026-02-07 22:38:02.969000",
    "to": "Ariel Fumero",
    "message": "No sé qué fumas sinceramente porque te metes en cada canal , Feliz día de la amistad! Brindemos por más locuras 🥂 y menos Holguineros.<br>P.D: sigue en pie mi propuesta que te unas a la FEU 🤣"
  },
  {
    "timestamp": "2026-02-13 22:31:39.734000",
    "to": "Jean Carlos grupo 14",
    "message": "Eres una estrella sigue brillando con tu luz propia. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 20:18:43.547000",
    "to": "Rene Alejandro grupo 11",
    "message": "Un recordatorio, eres genial. Feliz 14"
  },
  {
    "timestamp": "2026-02-09 20:28:33.437000",
    "to": "Gabriel Garcés",
    "message": "Me gustas mucho, con ese pelazo."
  },
  {
    "timestamp": "2026-02-13 21:01:50.686000",
    "to": "Ronaldo grupo 12",
    "message": "Sigue adelante que puedes con eso y mucho más. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 23:15:39.362000",
    "to": "Emanuel Hamlet",
    "message": "\"Me gustaría que seas mi primer amor, el único o el último, o de ser posible, que seas los tres\"\n Andrés Ixtepan"
  },
  {
    "timestamp": "2026-02-13 22:12:08.058000",
    "to": "Ammel roberto grupo 14",
    "message": "Sonríe. Eso te queda bine. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 20:28:50.708000",
    "to": "Aryadna grupo 11",
    "message": "Aléjate de Marlon y luis gata rompe hogares. Son mios. Feliz 14 de febrero, que la pases bien."
  },
  {
    "timestamp": "2026-02-07 18:17:20.885000",
    "to": "Barbara Gabriela G13",
    "message": "💫 La palabra locura se queda corta, preciosa 🌪️.<br>Eres todo un huracán 💥. Gracias por entrar en mi vida y llenarla de alegría ."
  },
  {
    "timestamp": "2026-02-13 20:18:08.944000",
    "to": "Ernesto alejandro grupo 11",
    "message": "Todo lo bueno que te pase te lo mereces. Feliz 14"
  },
  {
    "timestamp": "2026-02-09 00:47:35.264000",
    "to": "Adriana",
    "message": "Que felicidad más bonita la tuya"
  },
  {
    "timestamp": "2026-02-09 17:42:27.127000",
    "to": "Victor el abuelo",
    "message": "Te quiero mucho amigui. No soy Sandro"
  },
  {
    "timestamp": "2026-02-13 21:59:19.057000",
    "to": "Marcos daniel grupo 14",
    "message": "Ten confianza en ti, eres increíble. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 21:37:27.104000",
    "to": "Jorge orlando grupo 13",
    "message": "Una chispa de cariño anónimo. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-07 21:31:31.528000",
    "to": "Gema de civil",
    "message": "Muy fuerte y muy bella, mis respetos"
  },
  {
    "timestamp": "2026-02-10 13:42:28.110000",
    "to": "Manuel David",
    "message": "Dios aprieta pero tú ahorcame"
  },
  {
    "timestamp": "2026-02-10 23:30:30.582000",
    "to": "Omar David",
    "message": "Pa cuando otra vueltica en la motora mi chino? 😈"
  },
  {
    "timestamp": "2026-02-08 11:12:17.459000",
    "to": "Exequiel Martinez",
    "message": "Quieres ser mi San Valentín?<br>Ya sé, súper cursi para alguien como yo, pero es verdad si quiero que seas mi San Valentin. Te extraño, ojalá poder verte, y sentir tu aroma y poder mirarte aunque sea de lejos.<br>Ya que esto es anónimo puedo decirte abiertamente que me gustas mucho, y que te quiero, te quiero bastante, ya he decidido aceptarlo.<br>Entonces te invito a una pizza, quieres?"
  },
  {
    "timestamp": "2026-02-13 21:51:47.857000",
    "to": "Ernesto javier grupo 13",
    "message": "Sigue siendo esa persona auténtica. Feliz 14 de febrero"
  },
  {
    "timestamp": "2026-02-13 21:55:08.588000",
    "to": "Naraisa",
    "message": "Que este día tan hermoso te engrandesca. Ya que eres una dama espectacular. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-14 02:37:58.228000",
    "to": "Alexandro <3",
    "message": "Bueno llegando el 14 digo ¿por qué no? decirte que soy afortunada de estar junto a ti, pq siento el amor que siempre quise. Contigo me apasiono, sonrío y me divierto. El mejor novio de este mundo. Mi crush aunque el tuyo sea el Expedition 33 y tu zorra de Amaury. Divorciate de Javier y suelta a Artigas JAJAJAJ porque vine para quedarme a joderte de por vida bandido. Me daba pena escribir por acá pq obviamente se nota quién soy :D, pero no podía dejarlo pasar. Te amo y sin dudas llegaste para que la vida sea Premium. Algún día te ganaré en el Mario Kart.\nContigo soy capaz de todo lo q nunca hice antes y lo mejor es todo el cariño q me das. Te haré feliz de todas las formas posibles y espero este primer 14 sea inolvidable❤‍🔥,  For those Valentine's who come after💘\nPD: pizzas con aceitunasss😼"
  },
  {
    "timestamp": "2026-02-07 23:22:33.455000",
    "to": "Karla Beatriz Aguado",
    "message": "Mi 14 de febrero <br><br>Lo mejor es que yo te conozco tanto que podría recordarte quien eres por si lo olvidas<br>Y lo peor del caso es que de ti se tanto que podría dictar clases intensivas de tu vida<br>Y mientras viva o mientras no muera mejor dicho<br>Aunque sea por capricho wua hacer feliz tu vida<br><br>A mí no se me olvida nada de lo escrito<br>Y todas las muestras de cariño aunque sea por poquito<br>Admito que eres el mito que quiero resolver<br>Y me derrito aunque me fío de lo frío de mi ser<br><br>Y a no ser que encuentre a alguien o a no ser que encuentres otro<br>Puede ser que si te \"olvido\" sea de poco a poco<br>Y aunque no encuentro motivo porque si te pones a pensar<br>Tú eres la causa de mi latir y mi respirar<br><br>Ahora como que se acerca el 14 <br>Ojalá y se saltara del 13 al 15 si tú me conoces<br>Me parece extraño recordarte mientras escucho algunas canciones<br>Al igual que extraño tus \"te quiero\" y tus corazones<br><br>Tú eres mi vida,mi mundo y por ti estoy muerto<br>Dudo hallar a alguien como tú,voy a ver si la encuentro<br>Porque de ti conozco todos tus lunares<br>Y comprendí lo lindo que es el amor sin celulares<br><br>No sé porque lo hago y no sé cómo tú puedes<br>Dar amor en una época donde nadie se quiere<br>O por lo menos si se da ya no es como antes<br>Pues el amor ahora está en billeteras o en gente elegante<br><br>No sé si es que no encajo o si son celos<br>Pero ahora todo es superficial,artificial y antes era color cielo<br>Y se lo que es perderme entre tus cabellos<br>Y se lo bello que es tus ojos,tu cara y todo aquello<br><br>Si tú me dejas,guardaré esto en un baúl<br>Hasta que el gris de mi cielo se valla tornando azul<br>Yo solo espero que aún sin mi,tú vida siendo cool<br>Aunque si soy sincero,mi 14 de febrero eres tú"
  },
  {
    "timestamp": "2026-02-09 01:21:03.451000",
    "to": "Jennifer If 22",
    "message": "No hay persona que no se llene de gozo cuando ríes. Entonces:<br>Sonríe, no importa que desaparezcan tus ojos mientras, pero por favor sonríe.<br>"
  },
  {
    "timestamp": "2026-02-13 21:24:10.654000",
    "to": "Livan grupo 13",
    "message": "Te mando fuerza para que sigas tu camino. Feliz día del amor y la amistad."
  },
  {
    "timestamp": "2026-02-14 10:33:23.858000",
    "to": "Ary",
    "message": "Holi pururu , me imagino que ya te imaginas quién soy muajajjaja , vengo a decirte que eres una de las mejores cosas que me regaló la vida , te quiero muchísimo amorcito, eres la mejor amiga que el universo pudo poner en mi camino , quiero que sepas que mi Lenin sin ti ni siquiera la podría imaginar , porque pequeño unicornio  ,no solo fuiste ( y eres por cierto) mi mejor amiga  , eras mi hermana, la persona que sabía que estaba para mí en todo momento, de verdad no sabes lo mucho que te quiero, Ary porfavor siempre seamos solo tú y yo un día cualquiera en el cubículo, siempre amigas  , siempre honestas y leales a muerte, siempre juntas contra viento y marea , siempre solo Ary y Ame por siempre. Y recuerda seguir siendo esa persona maravillosa que eres , valiente y real , no dejes que nada te apague el brillibrilli . Con mucho amor , brillantina , unicornios y arcoiris tú mejor amiga 💞💞."
  },
  {
    "timestamp": "2026-02-09 12:24:53.036000",
    "to": "Presiiiiiii",
    "message": "Al mejor presi de la cujae, feliz 14 de febrero.. pedazo de bandido <3😂"
  },
  {
    "timestamp": "2026-02-09 00:17:02.677000",
    "to": "Luis Daniel Gil G13",
    "message": "Físicamente me encantas ,<br>mentalmente me fascinas ,<br>Y humanamente <br>me enloqueces .. <br>QUE GANAS DE EXCLAVISARTE !! 🖤"
  },
  {
    "timestamp": "2026-02-13 22:11:40.284000",
    "to": "Ariel ernesto grupo 14",
    "message": "Mereces descansar y ser feliz. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 21:20:06.005000",
    "to": "Eduardo fabuo grupo 13",
    "message": "Eres una persona única, no lo olvides. Feliz día del amor y la amistad."
  },
  {
    "timestamp": "2026-02-13 21:19:16.221000",
    "to": "Carlos ariel grupo 13",
    "message": "Un mensaje bonito vuela hacia ti. Feliz día del amor y la amistad."
  },
  {
    "timestamp": "2026-02-13 20:47:52.200000",
    "to": "Ariel grupo 12",
    "message": "Tu puedes con todo, no lo olvides. Feliz 14 de febrero"
  },
  {
    "timestamp": "2026-02-13 20:38:35.409000",
    "to": "Ernesto alejandro almeiada grupo 11",
    "message": "Mereces un gran día de descanso y paz. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 23:03:58.382000",
    "to": "Karla IF13",
    "message": "Mi hermana, ¿cuánta gente está puesta para ti? Está bueno yiiiaaaaa"
  },
  {
    "timestamp": "2026-02-13 21:43:22.236000",
    "to": "Christian grupo 13",
    "message": "Alguien piensa que hoy es un gran día para ti. Feliz 14"
  },
  {
    "timestamp": "2026-02-10 13:47:19.991000",
    "to": "Silvio 1er año",
    "message": "No todo lo que brilla es oro, x ejemplo tu eres negro"
  },
  {
    "timestamp": "2026-02-10 15:52:03.814000",
    "to": "Gloria 2do",
    "message": "Tus podcast hablando de libros son increíbles"
  },
  {
    "timestamp": "2026-02-10 23:22:11.659000",
    "to": "Manuel Montero",
    "message": "Que lindos esos rizos, pero que mal te los peinas compadre 😂<br>Atte: La fan # 1 de esa sonrisa de macaco en evolución <3"
  },
  {
    "timestamp": "2026-02-13 22:45:34.658000",
    "to": "Silvio D grupo 14",
    "message": "Eres una persona increíble no lo olvides. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 20:26:57.769000",
    "to": "Pedro alberto grupo 11",
    "message": "Sigue adelante. Lo estás haciendo bien. Feliz 14"
  },
  {
    "timestamp": "2026-02-14 02:07:45.826000",
    "to": "A todos mis maridos regados por ahi",
    "message": "desde de la croix hasta el puro, caballero díganle a amaury que me deje ver a mis hijos, por favor, hace ya 17 años que no los veo, y acanda trae pasteles pipo pobrecito que artigas se metió a therian."
  },
  {
    "timestamp": "2026-02-07 23:33:13.306000",
    "to": "Nicole",
    "message": "Simplemente eres la mujer más hermosa de esta facultad"
  },
  {
    "timestamp": "2026-02-07 22:21:05.372000",
    "to": "para todos",
    "message": "tu , si tu ser humano que pasara el 14 solo <br>no estes triste xq aquí estoy yo<br>aunque no sepa tu nombre ni tu edad ni tu genero <br>no estas solo <br>xq aquí hay alguien que se preocupa por ti<br>asínqie se feliz y disfruta tu día xq la unica persona que se queda sola es la que se pierde a sí mismo"
  },
  {
    "timestamp": "2026-02-09 01:06:32.387000",
    "to": "Day IF32",
    "message": "Que flaca mas buena esa🥵"
  },
  {
    "timestamp": "2026-02-09 00:53:38.887000",
    "to": "Liam",
    "message": "Don Lagartijo se fumó un cigarro<br><br>Y al otro día le dio catarro.<br><br>Quiso curarse tomando ron<br><br>Y se le puso malo el pulmón.<br><br>La lagartija, con delantal,<br><br>Le dijo: Dale, dale, dale pa’l hospital.<br><br>El doctor sapo le recetó:<br><br>Deje la fuma y deje el ron.<br><br>Mala la fuma, qué malo el ron,<br><br>Nunca te olvides de esta canción.<br><br>Dale, dale, dale pa’l hospital"
  },
  {
    "timestamp": "2026-02-11 01:59:56.179000",
    "to": "Manuel Montero Crespo 3ro",
    "message": "Me dejas ser el CCS que le da color a tu HTML y fusionar nuestros Javascripts para crear la página Web mas hermosa que un navegador haya buscado💻❓"
  },
  {
    "timestamp": "2026-02-13 22:03:05.541000",
    "to": "Yanisleydis grupo 14",
    "message": "Eres alguien capaz de muchas,no lo olvides. Eres una persona grandiosa. Y para ti te deseo. Un feliz San Valentin."
  },
  {
    "timestamp": "2026-02-10 00:58:50.041000",
    "to": "Álvaro",
    "message": "Si hablan de amores imposibles seguro hablarán del nuestro. Nunca se pudo ni se podrá pero tú amistad la atesoraré por siempre. Feliz 14/2. No dejes de ser tan tierno nunca"
  },
  {
    "timestamp": "2026-02-14 09:28:47.016000",
    "to": "Aylin 2do",
    "message": "Mejor ver el mundo arder juntos que por separado."
  },
  {
    "timestamp": "2026-02-13 20:42:25.063000",
    "to": "Alberto Alejandro grupo 12",
    "message": "Feliz sábado de cariño. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-09 00:34:44.269000",
    "to": "Luis",
    "message": "Aserejé, ja, dejé<br>Dejebe tu dejebere seibiunouva<br>Majavi an de bugui an de buididipi<br>Aserejé, ja, dejé<br>Dejebe tu dejebere seibiunouva<br>Majavi an de bugui an de buididipi<br>Aserejé, ja, dejé<br>Dejebe tu dejebere seibiunouva<br>Majavi an de bugui an de buididipi"
  },
  {
    "timestamp": "2026-02-10 00:46:22.510000",
    "to": "Karla Beatriz",
    "message": "Karla Beatriz,<br><br>Esta carta es un riesgo calculado. El riesgo de decirte, directamente, que no puedo dejar de pensar en la impresión que me causas.<br><br>No somos conocidos, es cierto. Pero en las pocas veces que te he visto, hay algo que me desconcierta y me atrae a la vez: tu inteligencia. Es palpable. Se nota en la precisión de tus palabras, en la seguridad de tus gestos, en esa mirada que observa y entiende más de lo que dice. Me produce una curiosidad voraz. No solo quiero admirarla desde lejos; quiero sentarme frente a ti y que esa mente brillante me ponga a prueba. Quiero que me desafíes, que me hagas pensar, que me muestres cómo ves el mundo.<br><br>Por eso no voy a dar rodeos. Quiero conocerte. De verdad. No con una charla superficial, sino con una conversación donde el café sea solo la excusa. Donde podamos hablar de lo que nos fascina, de lo que nos indigna, de lo que soñamos. Siento, con una certeza incómoda y emocionante, que una charla contigo podría ser inolvidable.<br><br>Esta es mi propuesta: un día, una hora, un lugar. Tú pones las reglas. Yo pongo la curiosidad y la total atención. El resultado… lo descubriremos.<br><br>No te pido una respuesta fácil. Te pido que consideres la posibilidad. Que te animes a aceptar el riesgo, igual que yo lo he aceptado al escribir esto."
  },
  {
    "timestamp": "2026-02-13 22:55:27.586000",
    "to": "María Karla",
    "message": "Quiero decirle públicamente que en estos casi 2 años me ha hecho muy feliz y pues que me llena de aún más felicidad el que esté suea nuestro 2do 14 de febrero juntos, y que sean muchos más. Pos eso, mucho amor y besitos (que gei) para mí negrita sabrosa ;) te amou"
  },
  {
    "timestamp": "2026-02-08 23:55:03.757000",
    "to": "Lianet 12",
    "message": "No sabré de poesía <br>pero que ganas las mías <br>de rimar unos versos con sus labios  <br>Reina 👑"
  },
  {
    "timestamp": "2026-02-13 21:20:52.375000",
    "to": "Ronny benny grupo 13",
    "message": "Que la alegría te sorprenda hoy. Feliz 14"
  },
  {
    "timestamp": "2026-02-09 00:39:17.802000",
    "to": "Secretariado de Informática",
    "message": "Gracias por hacerme sentir que no soy el único loco que tiene un gran sentimiento por su facultad y por la cujae, y aunque a veces las cosas no se hagan de la mejor forma, sucede lo mismo que con una pareja o un amigo, aprendes a quererlos con todo y defectos. Creo que no hay manera más intensa de vivir la universidad que andar corriendo resolviendo mil y un problemas de la facu, y si le sumas a eso: tu semestre, una tesis e impartir clases (ya esto es otro level de locura, pero de la que llena el alma), bueno, simplemente lo recomiendo. Esto no es una despedida, es un: nos vemos por ahí. Los quiero pues si la cujae es mi casa, ustedes son mi familia."
  },
  {
    "timestamp": "2026-02-13 20:25:34.748000",
    "to": "Alex ramirez grupo 11",
    "message": "Pequeño mensaje, sonríele a la vida. Feliz 14."
  },
  {
    "timestamp": "2026-02-07 23:35:18.534000",
    "to": "Amanda Cecilia",
    "message": "Verdaderamente me encanta tu paz, tu madurez y tu pelo"
  },
  {
    "timestamp": "2026-02-07 21:47:47.112000",
    "to": "El crema",
    "message": "Estoy para detonarlo"
  },
  {
    "timestamp": "2026-02-08 10:42:24.550000",
    "to": "Yale🐤mi asalta tumbas",
    "message": "Eres una persona maravillosa no se cómo hay hombres que no valoran tal tesoro yo si lo tuviera la haría la mujer más feliz del mundo"
  },
  {
    "timestamp": "2026-02-08 00:32:23.543000",
    "to": "The chorus MN",
    "message": "Por favor dedícame un album te amo"
  },
  {
    "timestamp": "2026-02-14 00:37:45.347000",
    "to": "Mario D.",
    "message": "Estoy pa darte como cajón q no cierra niño"
  },
  {
    "timestamp": "2026-02-10 14:11:16.362000",
    "to": "Mauro Marcel 3ro",
    "message": "Tú me haces querer ser una mejor persona"
  },
  {
    "timestamp": "2026-02-10 15:47:08.070000",
    "to": "Dayani Rodríguez",
    "message": "¿Habrá algo mas bonito que verte sonreír?"
  },
  {
    "timestamp": "2026-02-13 20:57:53.678000",
    "to": "Frank grupo 12",
    "message": "Feliz 14 de febrero, que la pases muy bien hoy."
  },
  {
    "timestamp": "2026-02-08 00:35:16.398000",
    "to": "Patricia Tomé",
    "message": "Desde la primera vez que te vi fuiste mi crush, si tan solo supiera como hablarte"
  },
  {
    "timestamp": "2026-02-13 22:36:47.657000",
    "to": "Eddy grupo 14",
    "message": "Que el entusiasmo te invada hoy junto a la felicidad. Feliz 14"
  },
  {
    "timestamp": "2026-02-09 01:24:02.283000",
    "to": "Jenni 22",
    "message": "Fíjese que cuando sonríe se le forman unas comillas en cada extremo de su boca. Esa es mi cita favorita. (Mario Benedetti)"
  },
  {
    "timestamp": "2026-02-07 17:28:45.668000",
    "to": "Yalennis",
    "message": "Corazóoooon, tqm, fuerza leona. Se te quiere muchísimo, gracias por hacerme parte de tu círculo social como amiga. 😔♥️"
  },
  {
    "timestamp": "2026-02-09 14:01:35.466000",
    "to": "Omar D.",
    "message": "<br>Podria decir muchas cosas, que me encanta tu pelo, tu estilo, tu sonrisa, el pequeño cruze de tu mirada con la mia, la alegria que siento al verte llegar y la sonrisa boba que se me forma en el rostro, porque veo en ti todo lo que siempre esperé ver en alguien y aun así, debería dejarte ir, terminar de construirme a mi misma y quizas en algún momento reencontrarnos y ser todo lo que no fuimos ahora."
  },
  {
    "timestamp": "2026-02-13 22:08:20.305000",
    "to": "Abdel grupo 14",
    "message": "Alguien anónimo te desea éxito. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 20:29:34.321000",
    "to": "Jose alberto grupo 11",
    "message": "Un abrazo de oso para ti. Feliz 14."
  },
  {
    "timestamp": "2026-02-13 22:37:17.401000",
    "to": "Amanda grupo 14",
    "message": "Sigue sonriendo es contagioso. Feliz día se san Valentin."
  },
  {
    "timestamp": "2026-02-10 11:10:44.586000",
    "to": "Daliet Borrego Tejeda",
    "message": "Te amo preciosa, ojalá pasar 30 veces 11 de enero contigo❤️"
  },
  {
    "timestamp": "2026-02-11 02:19:13.736000",
    "to": "Leonardo M.H g-13",
    "message": "Ahorita nomás ando viendo de un ojo, porque el otro ya te lo eché, guapo."
  },
  {
    "timestamp": "2026-02-07 22:55:43.608000",
    "to": "Rico G12",
    "message": "No sé si lo sepas, pero alguien aquí tiene un pequeño crush secreto .<br>Entre tu misterio y ese brillo imposible, me pregunto si habría lugar para alguien que solo quiere robarte un par de sonrisas… y quizá algo más .<br>De : la pelota de voleibol 💋"
  },
  {
    "timestamp": "2026-02-07 20:58:56.988000",
    "to": "Aylin Vazques",
    "message": "Me gustas desde el 1er dia q te vi y estoy enamorado de ti , pero no se como decirlo"
  },
  {
    "timestamp": "2026-02-12 06:13:57.066000",
    "to": "Dayani Rodríguez",
    "message": "Por ti sería capaz de escuchar BTS 💜"
  },
  {
    "timestamp": "2026-02-07 18:27:38.588000",
    "to": "Amaury Dieguez",
    "message": "AMAURY TE AMO, Por favor dejame ver a mis hijos"
  },
  {
    "timestamp": "2026-02-07 23:44:09.324000",
    "to": "Karla If13",
    "message": "En algún momento de mirarnos tanto debemos tropezar no? Y ver que pasa"
  },
  {
    "timestamp": "2026-02-07 19:33:41.721000",
    "to": "Nanda",
    "message": "Tanque te quiero una pila. Eres la mejor amistad que me ha dado la universidad y somos y seguiremos siendo el mejor equipo Progrmador - Desarrollador"
  },
  {
    "timestamp": "2026-02-13 20:24:41.041000",
    "to": "Henry grupo 11",
    "message": "El mundo es mejor contigo en el. Feliz 14."
  },
  {
    "timestamp": "2026-02-09 01:06:21.138000",
    "to": "Sire",
    "message": "Para la persona a quién cuyo buenos días doy con mayor alegría: te queremos Sire"
  },
  {
    "timestamp": "2026-02-13 22:13:53.954000",
    "to": "Deborah grupo 14",
    "message": "Que en este día, todo te valla bien y perfecto. Eres una persona hermosa. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-08 00:22:18.771000",
    "to": "ari",
    "message": "You wanna know who i'm in love with? Read the first word again"
  },
  {
    "timestamp": "2026-02-07 21:32:26.710000",
    "to": "Rubén Frías",
    "message": "Qué talento, Dios mío, de verdad solo tengo eso para decirte .<br>¡Feliz 14 de febrero! <br>Att: tu fan #1"
  },
  {
    "timestamp": "2026-02-13 21:44:23.323000",
    "to": "Ernesto grupo 13",
    "message": "Mereces amor y empieza contigo mismo. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-10 17:14:51.456000",
    "to": "Kevin Rúa 4to",
    "message": "Que cuerpo tan bonito te hace ese cerebro"
  },
  {
    "timestamp": "2026-02-13 22:35:32.053000",
    "to": "Annika grupo 14",
    "message": "Un abrazo de letras pra ti. Eres una persona asombrosa no lo olvides. Feliz 14"
  },
  {
    "timestamp": "2026-02-07 22:28:00.754000",
    "to": "Ary",
    "message": "No es muy alta.<br><br>Pero es inmensa<br>Y tiene magia.<br><br>Cuando sonríe ,<br>Ella mide lo mismo<br>Que hay entre la <br>Tierra y el cielo<br>De distancia.<br><br>Me gustas desde la primera vez que te vi.¿Quieres ser mi novia?<br><br><br><br>"
  },
  {
    "timestamp": "2026-02-13 20:23:40.404000",
    "to": "Rhandolf david grupo 11",
    "message": "Pase lo que pase, hoy alguien te desea lo mejor. Feliz 14."
  },
  {
    "timestamp": "2026-02-13 22:44:59.688000",
    "to": "Alejandro grupo 14",
    "message": "Un abrazo cálido desde el anonimato. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 21:52:33.155000",
    "to": "Emmanuel grupo 13",
    "message": "Que la dulzura te invade hoy. Feliz 14."
  },
  {
    "timestamp": "2026-02-13 22:54:34.221000",
    "to": "JS",
    "message": "Después de pensarlo mucho tiempo, yo, Rodny Estrada he decidido pedirle formalmente a JavaScript que pasemos el resto de nuestra vida juntos, TE AMOO"
  },
  {
    "timestamp": "2026-02-08 21:43:09.174000",
    "to": "Secretaria de ojos claros (1ro)",
    "message": "¡Feliz San Valentín!. Ansío conocernos pronto...chica bonita"
  },
  {
    "timestamp": "2026-02-11 14:55:59.934000",
    "to": "Kikito",
    "message": "Tu novia esa no t merece yo t haria mucho mas FELIz;)"
  },
  {
    "timestamp": "2026-02-09 00:50:35.457000",
    "to": "Ana Karla",
    "message": "Es un placer verte sonreír muchacha bonita"
  },
  {
    "timestamp": "2026-02-07 19:24:45.032000",
    "to": "Leandro Del Grupo 13",
    "message": "Me invitas a un cigaro prefieres que el humo se quede entre nosotros en la cama😘"
  },
  {
    "timestamp": "2026-02-08 01:20:58.874000",
    "to": "Plaza",
    "message": "‼️Consumidores del municipio Plaza, por trabajos operativos se afecta el servicio eléctrico en los alrededores de las calles: 2 desde 27 hasta 25; 25 desde 2 hasta B, A desde 25 hasta 23; 23 desde 4 hasta J, J desde 25 hasta 23; 25 desde J hasta M, 27 desde J hasta O, M desde San Lázaro hasta 25‼️"
  },
  {
    "timestamp": "2026-02-13 20:31:46.462000",
    "to": "Todo el mundo",
    "message": "Los amo ¡MUA!"
  },
  {
    "timestamp": "2026-02-13 20:36:23.929000",
    "to": "Perseverance segaetso grupo 12",
    "message": "Eres alguien fuerte e increíble. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 21:57:06.842000",
    "to": "Claudia grupo 13",
    "message": "Animo, que todos tus proyectos se cumplan. Y te conviertas en una mujer más grandiosa de lo que eres. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 21:53:15.129000",
    "to": "Lazaro grupo 13",
    "message": "Feliz san Valentin. Que la pases de maravilla."
  },
  {
    "timestamp": "2026-02-08 03:24:08.888000",
    "to": "Ary",
    "message": "Este mensaje es para una persona especial. Te quiero muuuucho. Te agradezco por estar siempre cuando estaba triste o por cuidarme cuando me enfermaba. Ya sabes q no te soporto,pero bueno aquí estoy otro año más aguantándote🤣"
  },
  {
    "timestamp": "2026-02-10 13:02:58.027000",
    "to": "x",
    "message": "te quiero"
  },
  {
    "timestamp": "2026-02-10 13:33:55.053000",
    "to": "Aylin",
    "message": "No estaba buscando nada y contigo lo encontré todo"
  },
  {
    "timestamp": "2026-02-10 13:37:36.162000",
    "to": "Afrochino",
    "message": "Ya entiendo pq te gusta tanto Bob esponja, y no es para menos ya que eres el mejor amigo que podría desear"
  },
  {
    "timestamp": "2026-02-13 20:50:37.504000",
    "to": "Nilamom grupo 12",
    "message": "Sigue brillando a tu manera. Eres increíble. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-11 02:21:50.797000",
    "to": "Luis Daniel",
    "message": "Mi edad se está poniendo seria pero yo no."
  },
  {
    "timestamp": "2026-02-09 16:30:38.190000",
    "to": "Adrian R. 4to",
    "message": "Quisiera ser bruja para montarme en tu palo y ver las estrellas."
  },
  {
    "timestamp": "2026-02-08 00:37:38.054000",
    "to": "Para mi omish",
    "message": "no sabes cuanto te deseo en esta vida, desde que te vi supe que eras para mi, y ojalá tener fuerzas para algun dia decirte mis sentimientos, una seguidora."
  },
  {
    "timestamp": "2026-02-13 20:27:51.338000",
    "to": "Dayrom Jonathan grupo 11",
    "message": "que la felicidad te encuentre hoy. Feliz 14"
  },
  {
    "timestamp": "2026-02-08 00:14:29.149000",
    "to": "Nanda",
    "message": "Desearle un feliz san valentin a esa profe y amiga tan buenaa<br>Que la pases super ese dia tan especial <3"
  },
  {
    "timestamp": "2026-02-10 00:19:09.436000",
    "to": "Ary",
    "message": "Te amo ♡"
  },
  {
    "timestamp": "2026-02-11 01:54:57.586000",
    "to": "Silvio Manuel Montero Almagro",
    "message": "🥂 Feliz día a los ojos más hermosos que jamás he visto con los míos. Y no son ni verdes, ni grandes, ni azules.<br> Son simplemente tuyos, y por eso me encantan.<br>   Atte: Ojos bellos 🖤"
  },
  {
    "timestamp": "2026-02-07 17:30:48.798000",
    "to": "Andy Clemente",
    "message": "Que linda tu mano en mi cuello ,date idea?"
  },
  {
    "timestamp": "2026-02-13 22:59:52.090000",
    "to": "Secretariado FEU Informática",
    "message": "Gracias por ser el equipo más duro que tiene la Cujae, por acompañarme en mis locuras y por defender a capa y espada nuestra facultad. Formar parte de FEUinformática es lo mejor que me ha pasado en mi vida universitaria. Los quiero mucho..............el presi."
  },
  {
    "timestamp": "2026-02-09 12:45:15.246000",
    "to": "Secretariado 💛",
    "message": "Para el secretario de la FEU y para ese maravilloso grupo de estudiantes que me adoptó como si fuera parte de su familia. Gracias por enseñarme que la universidad es mucho más que estudio, que también se construye con amistad, apoyo y momentos que se quedan para siempre. Gracias por las risas, los chistes malos , por compartir un poco de tortilla e INFORMÁTICA !!. Ojalá pueda seguir compartiendo con ustedes el próximo año… si Rodolfo lo permite 🤣. Feliz San Valentín a l@s informátic@s más lind@s de la facultad 💛✨"
  },
  {
    "timestamp": "2026-02-07 18:04:50.566000",
    "to": "Luis Daniel G13",
    "message": "Me encanta conversar contigo hasta altas horas de la noche, eres un increíble amigo Luisi !! Disfruta tu día!!!"
  },
  {
    "timestamp": "2026-02-07 23:00:53.447000",
    "to": "Allison Hidalgo",
    "message": "Para mi salvadora:<br>Eres esa gran amiga que, en tan poco tiempo, ha hecho tanto por mí.<br>Sabes que para lo que necesites, siempre estaré aquí .<br>Espero que nuestra amistad sea eterna y que tengas un hermoso 14 de febrero .<br>¡Se te quiere un montón!"
  },
  {
    "timestamp": "2026-02-08 00:55:20.398000",
    "to": "Alexandro",
    "message": "fuego contigo ajere ❤‍🔥"
  },
  {
    "timestamp": "2026-02-13 20:55:58.288000",
    "to": "Richar ower grupo 12",
    "message": "Eres una persona valiosa no lo dudes. Feliz 14"
  },
  {
    "timestamp": "2026-02-07 18:21:16.932000",
    "to": "A",
    "message": "Perdoname pequeña, te extraño mucho , se que fuí una estúpida y te hice daño pero te quiero mucho . Regresa a mí mi pequeño gran amor... 🌷"
  },
  {
    "timestamp": "2026-02-08 10:34:58.912000",
    "to": "Adrián Rodríguez Jorge",
    "message": "Eres tan lindo que no puedo evitar calentarme. Ojalá poder decírtelo algún día de frente y que me des como cajón que no cierra... (Sería muy romántico)"
  },
  {
    "timestamp": "2026-02-09 00:06:00.197000",
    "to": "Adrián Rodríguez",
    "message": "No te puedo bajar la luna , pero si el boxer , ya verás 😏💋"
  },
  {
    "timestamp": "2026-02-13 20:51:57.792000",
    "to": "Agustin grupo 12",
    "message": "Termina con una sonrisa este día. Feliz 14"
  },
  {
    "timestamp": "2026-02-09 00:51:06.530000",
    "to": "Muchachas de Civil",
    "message": "Sois unas diosas"
  },
  {
    "timestamp": "2026-02-09 13:24:22.180000",
    "to": "Anthony 3ro",
    "message": "Desde q entre en la uni t llevo observando de lejos, me encanta tu tamaño, asi grande fornido q cuando eras AA siempre quise q fueras mi profe, aunque nunca te he hablado quisiera hacerlo algun dia, aunque tu corazon no sea correspondido con el mio, y estes enamorado d otra x lo q he escuchado, me encantaria hacerte olvidarla y darte el lugar q mereces"
  },
  {
    "timestamp": "2026-02-13 22:09:07.531000",
    "to": "Ana karla grupo 14",
    "message": "Eres fuerte, eres luz. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:35:51.733000",
    "to": "Sugar grupo 12",
    "message": "Que la creatividad fluya en ti hoy. Feliz 14"
  },
  {
    "timestamp": "2026-02-08 12:17:30.992000",
    "to": "Pokefurro",
    "message": "Mejor grupo de amigos que se puede pedir🗿"
  },
  {
    "timestamp": "2026-02-10 23:32:52.817000",
    "to": "Nany 3ro",
    "message": "Feliz día del amor y la amistad 💌 él no te merece, amame a mi"
  },
  {
    "timestamp": "2026-02-11 02:17:23.028000",
    "to": "Jonás g13",
    "message": "Soy tan pro que hasta mi rodilla me dice \"crack\"."
  },
  {
    "timestamp": "2026-02-14 10:28:04.201000",
    "to": "Ñustin La Vive",
    "message": "Te extraño, desde que te fuiste todo ha sido difícil, te amo 💓"
  },
  {
    "timestamp": "2026-02-08 01:22:36.997000",
    "to": "Bloques",
    "message": "⚡️Actualización de afectaciones por déficit en la capital.                                                                                            <br>En estos momentos se afectan 387 MW distribuidos en varios circuitos de los siguientes bloques:<br> <br><br>✅Bloque 1     11:30 Hrs<br>✅Bloque 6     07:15 Hrs <br>✅Bloque 5     07:15 Hrs <br>✅Bloque 4     02:00 Hrs                                                                                                                                               ✅Bloque 3     02:00 Hrs <br>✅Bloque 2     00:15 Hrs<br><br>⚠️Están siendo afectados CIRCUITOS DE EMERGENCIA (11:00) Hrs, debido a la baja disponibilidad de generación⚠️<br><br>Equipo de Comunicación <br> Empresa Eléctrica de La Habana⚡️"
  },
  {
    "timestamp": "2026-02-13 22:38:31.337000",
    "to": "Luisney grupo 14",
    "message": "Que la amistad verdadera te rodee siempre. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 20:33:08.989000",
    "to": "Pablo Antonio grupo 11",
    "message": "Destello de alegría para tu día. Feliz 14."
  },
  {
    "timestamp": "2026-02-13 22:09:44.718000",
    "to": "Ricardo luis grupo 14",
    "message": "Que el día de hoy te trate bien. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 20:43:38.487000",
    "to": "Marlon Jesus grupo 12",
    "message": "Que el amor propio te desborde hoy. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-09 13:22:55.014000",
    "to": "Dariel 3ro",
    "message": "Cada vez que cruzo mi mirada con la tuya, siento una ráfaga de sentimientos encontrados. Es una contradicción tan fascinante como desconcertante, tan lejana y a la vez tan próxima... como un imán que atrae y confunde.<br>Hay algo en ti que captura mi atención de una manera única, que se instala en mis pensamientos y se queda, resonando incluso en el silencio de las noches más solitarias. Es una idea fija, una curiosidad que crece y me carcome por dentro, suavemente, pero sin tregua.<br>Y solo tú puedes resolver esta incógnita que me quita el sueño. Así que, por favor, dime:<br>¿Cómo es posible albergar tal sabiduría, tal presencia, en un formato… tan compacto? Dime, por tu propia experiencia: ¿esa desproporción monumental entre cabeza y estatura duele? Y la más crucial de todas… ¿no te desbalancea al caminar?"
  },
  {
    "timestamp": "2026-02-10 01:03:04.075000",
    "to": "Alexa",
    "message": "Eres la mejor de todo primer año"
  },
  {
    "timestamp": "2026-02-08 00:36:15.721000",
    "to": "la pelirroja de 4to año",
    "message": "Niña deja al alexandro ese en paz, dicen que lo vieron con uno que se fue pa Uruguay"
  },
  {
    "timestamp": "2026-02-07 20:37:49.007000",
    "to": "Dariel (primer año)",
    "message": "Que wapo es ese niño, dios mio lo mejor de primero de informática"
  },
  {
    "timestamp": "2026-02-13 21:41:24.756000",
    "to": "Ismel Nuñes grupo 13",
    "message": "Que la armonía te envuelva. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 22:40:48.977000",
    "to": "Julio grupo 14",
    "message": "Que la inspiración y el éxito te visite hoy. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-08 06:27:06.623000",
    "to": "Martín",
    "message": "Tu mirada hace que se me corte la respiración :)"
  },
  {
    "timestamp": "2026-02-07 17:35:57.433000",
    "to": "Karla Beatriz",
    "message": "Tengo tanta sed que me voy a tomar el atrevimiento de decirte que me encantas. 💋"
  },
  {
    "timestamp": "2026-02-07 17:47:16.666000",
    "to": "R.M.L",
    "message": "Estoy al irme al berro completa contigo."
  },
  {
    "timestamp": "2026-02-13 20:14:04.331000",
    "to": "Cosi",
    "message": "\" The smallest chance of a perfect life with you is infinitely better than an immortal one without you.\" D.S"
  },
  {
    "timestamp": "2026-02-09 01:01:42.952000",
    "to": "Nelson Monroy IF",
    "message": "Pa cuando un baile sexy con arnés incluido?"
  },
  {
    "timestamp": "2026-02-13 22:40:17.477000",
    "to": "Javier grupo 14",
    "message": "Pequeño gesto para una gran alma. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 23:05:23.594000",
    "to": "Day y Nany",
    "message": "Sé que serán buenas ingenieras, esfuércense ;)"
  },
  {
    "timestamp": "2026-02-08 17:27:43.560000",
    "to": "Rayner Alejandro Soto Martínez",
    "message": "Te amo mucho 😍❤️❤️😍"
  },
  {
    "timestamp": "2026-02-07 16:07:26.986000",
    "to": "Leonardo (L.H.M)",
    "message": "Neta, me atraes bastante, lástima y probablemente tengas novia. Digo, soy muy penosa para hablar de estas cosas... 🥀💬"
  },
  {
    "timestamp": "2026-02-08 00:16:27.394000",
    "to": "Annika",
    "message": "Que sexy eres, no hay palabras para describirlo"
  },
  {
    "timestamp": "2026-02-13 21:35:58.458000",
    "to": "Leonardo grupo 13",
    "message": "Que tengas un ratico de felicidad hoy. Feliz 14"
  },
  {
    "timestamp": "2026-02-14 11:58:26.444000",
    "to": "G11",
    "message": "Querido grupo !!!! pasen un lindo día , muchas felicidades!!!!! .Espero q podamos seguir juntos hasta el final.\n\nAtt: la presi"
  },
  {
    "timestamp": "2026-02-08 00:35:16.147000",
    "to": "Liz If22",
    "message": "Muy interesante, lástima que tiene novio"
  },
  {
    "timestamp": "2026-02-09 00:54:08.890000",
    "to": "Gloria Santos Rosado",
    "message": "<br><br><br>¿Qué pasaría si fuésemos adversarios en esta obra de teatro a la que llaman vida?<br>Tal vez esta guerra dure solo una batalla o, con la gracia de Dios, se extienda por 10 años. Tengo ganas de enfrentarte, descifrarte y construirte. <br>Acabo de quemar los barcos... ¿Qué estás esperando? Atácame."
  },
  {
    "timestamp": "2026-02-07 22:14:11.945000",
    "to": "pa amaury y alexandro",
    "message": "amaury se que tu no te fuiste na pa Uruguay tu te andas quedando en ksa de alexandro <br>lo se xq los vi a los 2 juntitos jugando el espedition 33 los dos abrazaditos"
  },
  {
    "timestamp": "2026-02-10 11:28:59.087000",
    "to": "Juan José Gamón Rodríguez",
    "message": "Para ese compadre con quien tengo esa amistad. Ese socio con quien comparto ese humor tan loco y turbio. Ese desgraciado por el que me preocupo bastante diciendo que estudie y poco caso me hace. A esa persona quiero decirle que me encanta haberte conocido. Mi brother equino, feliz 14."
  },
  {
    "timestamp": "2026-02-09 23:51:51.123000",
    "to": "Informática",
    "message": "Chisme<br>Tortilla <br>Tortilla"
  },
  {
    "timestamp": "2026-02-07 18:28:43.073000",
    "to": "Enrique Alejandro Artigas Nuñez",
    "message": "Desde el dia que te vi lo supe, me gustas mucho - El coro 2026"
  },
  {
    "timestamp": "2026-02-10 13:01:42.552000",
    "to": "Danna 3er Año",
    "message": "Por solo hacer algo bonito, sin ningún otro objetivo, y sin buscar llamar tú atención. Haré esto pq me gusta realmente alegrar el alma de una chica tan preciosa y bonita como tú. Sigue siendo así de hermosa y modelo sexy que eres, pero sobre todo quiero que llegues lejos, para q seas una mujer empoderada y que ningún hombre te diga que hacer jaja. Yo pienso que quizás a veces el mundo es cruel contigo por tu hermosura, algunos podrán creer que vas solo de eso, pero yo sé que no, que adentro hay un corazón hermoso, trabaja en él que eso es lo que importa, y trabaja en ti como mujer. Olvídate de los envidiosos y envidiosas, que ya sexy eres."
  },
  {
    "timestamp": "2026-02-13 20:20:59.755000",
    "to": "Alexa Elana grupo 11",
    "message": "Un mensaje anónimo para alegrar tu día. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 20:43:01.890000",
    "to": "Alexander lean grupo 12",
    "message": "Eres especial sin saberlo. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-08 03:35:53.368000",
    "to": "Neldris",
    "message": "Eres muy guapa y avispada; pero estás desaparecida 🤣🤣 y cuando te veo las ideas no fluyen..."
  },
  {
    "timestamp": "2026-02-13 20:32:34.766000",
    "to": "Armando grupo 11",
    "message": "Que hoy recibas muchi cariño. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-09 01:03:00.419000",
    "to": "Chicas de Informática",
    "message": "Dicen por ahí que tenemos pocas muchachas en la facultad (es cierto), y es que no es justo tener tanta belleza y talento en una misma facultad. Las que tenemos son más que suficientes. <br>No sabes cuanto valoro tu sencillo coraje de seguir adelante a pesar de los perjuicios o de lo difícil que les pueda resultar la carrera, ya que probablemente no supieras que era esto antes de entrar, aún así sigues aquí, y lo lograrás, rompe los estereotipos ingeniera informática, tienes en mi un fan."
  },
  {
    "timestamp": "2026-02-07 20:27:38.877000",
    "to": "Pedro Adrian igual Lamas",
    "message": "Odioso❤️😒"
  },
  {
    "timestamp": "2026-02-07 18:10:37.913000",
    "to": "Profe Marcos",
    "message": "Querido profe:<br>Gracias por motivarnos siempre a seguir adelante. Sus clases prácticas son de lo mejor, y usted no solo es un excelente profesor, sino también un amigo para todos nosotros.<br>¡Feliz 14 de febrero!<br>Att: 2+"
  },
  {
    "timestamp": "2026-02-13 22:10:52.355000",
    "to": "Lazaro manuel grupo 14",
    "message": "Un guiño amistoso para una gran persona. Feliz 14"
  },
  {
    "timestamp": "2026-02-12 15:12:49.346000",
    "to": "liz",
    "message": "eres incluso más linda que todas las estrellas juntas❤️"
  },
  {
    "timestamp": "2026-02-14 10:22:24.942000",
    "to": "Emanuel 3er año",
    "message": "Que lindo eres ❤️"
  },
  {
    "timestamp": "2026-02-13 20:33:52.076000",
    "to": "Evian grupo 11",
    "message": "Cuídate mucho y pásala bien. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-07 23:45:00.403000",
    "to": "Jose Carlos (profe)",
    "message": "Joseeee hazmeee un hijoooo!!!!!"
  },
  {
    "timestamp": "2026-02-13 20:51:21.778000",
    "to": "Elio david grupo 12",
    "message": "Alguien cree en ti. No lo olvides. Feliz 14"
  },
  {
    "timestamp": "2026-02-13 21:45:20.319000",
    "to": "Barbara grupo 13",
    "message": "Para ti, bella dama con gusto exquisitos. Que la vida te sonría. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 22:42:16.548000",
    "to": "Silvio manuel gruño 14",
    "message": "Que la luz guíe a esa gran persona que eres tu. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-08 10:37:46.449000",
    "to": "Karla Beatriz Aguado",
    "message": "Hola Karla Beatriz,<br><br>Espero que esta carta te encuentre bien. Sé que puede ser un poco inesperada, ya que aún no hemos tenido la oportunidad de conversar extensamente, pero hay algo que quería compartir contigo con toda sinceridad.<br><br>En las pocas ocasiones en que he tenido la suerte de cruzarme contigo o escucharte, siempre me ha llamado poderosamente la atención tu inteligencia. No es solo la claridad con la que expresas tus ideas, sino la manera aguda y perceptiva en la que parece que analizas las situaciones. Tienes una luz en la mirada que delata curiosidad y una mente siempre despierta. Es una cualidad tan admirable como poco común, y me ha dejado con una genuina curiosidad por conocer más de ti, de tu forma de pensar y de ver el mundo.<br><br>Por eso me atrevo a escribirte. Esta no es una declaración intensa, sino más bien una invitación respetuosa. Me encantaría, si tú lo deseas, tener la oportunidad de charlar en algún momento. Tomar un café, conversar sin prisa, y quizá poder apreciar de primera mano esa perspicacia que tanto admiro. Sería un verdadero placer escucharte hablar de lo que te apasiona o interesa.<br><br>Entiendo perfectamente si esto te parece algo repentino. No quiero que sientas ninguna obligación. Si la idea no te atrae, lo comprenderé sin problema y te agradezco de todos modos por tu tiempo. Pero si sientes un mínimo de curiosidad, sería para mí un gran regalo poder conocerte un poco mejor.<br><br>Te deseo un excelente día, Karla Beatriz."
  },
  {
    "timestamp": "2026-02-07 18:41:15.415000",
    "to": "Yalennis",
    "message": "Tengo que confesarlo: me provocas más calor que el sol del verano . No estudié arquitectura, pero contigo ya estoy construyendo fantasías 😏"
  },
  {
    "timestamp": "2026-02-09 13:00:19.147000",
    "to": "Omar",
    "message": "Hazme un hijo"
  },
  {
    "timestamp": "2026-02-13 20:24:11.532000",
    "to": "Carlos Santiago grupo 11",
    "message": "Un café y un buen día para ti. Feliz 14."
  },
  {
    "timestamp": "2026-02-09 23:14:28.259000",
    "to": "Dais 3ro",
    "message": "Me encanta que no logro descifrarte y me causas mucha curiosidad, me pareces bastante linda y exótica, aunque nunca me atrevo a acercarme porque creo que tienes una relación con ese muchacho de la bicimoto con el q andas siempre"
  },
  {
    "timestamp": "2026-02-13 21:26:07.218000",
    "to": "Leandro grupo 13",
    "message": "Que la esperanza y la diversión te llene de alegría en este día. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-10 13:38:45.053000",
    "to": "Nelson",
    "message": "Conquederecho meisisite elseeeeecsoooo"
  },
  {
    "timestamp": "2026-02-11 02:14:57.921000",
    "to": "María Fernanda G13",
    "message": "Sospecho que cupido vendió mi media naranja al jugo del valle."
  },
  {
    "timestamp": "2026-02-07 19:42:26.059000",
    "to": "Yalennis",
    "message": "Vende el pelo antes que se te caiga, se te quiere"
  },
  {
    "timestamp": "2026-02-13 20:13:25.701000",
    "to": "Rafael Sergio grupo 11",
    "message": "Una sonrisa para alegrar tu San Valentin. Feliz 14."
  },
  {
    "timestamp": "2026-02-07 18:06:00.689000",
    "to": "Karla Beatriz",
    "message": "La verdad si eres muy linda"
  },
  {
    "timestamp": "2026-02-13 20:58:34.342000",
    "to": "Favuo grupo 12",
    "message": "Alguien quiere que te pase algo bonito hoy. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-09 23:49:42.514000",
    "to": "Karla Beatriz",
    "message": "Me Interesa conocerte y tal vez tener una relación contigo si tenemos buena conexión"
  },
  {
    "timestamp": "2026-02-13 20:52:59.787000",
    "to": "Erick dylan grupo 12",
    "message": "Pequeña pausa para decirte: feliz día del amor y la amistad."
  },
  {
    "timestamp": "2026-02-08 01:47:28.542000",
    "to": "Darel",
    "message": "Siempre te e observado desde lejos, me resultas muy interesante y me iria al berro pero no vas a corresponder a mis sentimientos 😒"
  },
  {
    "timestamp": "2026-02-09 00:37:01.673000",
    "to": "Alexandro",
    "message": "pa cuando el polnito 🥵"
  },
  {
    "timestamp": "2026-02-07 15:24:25.486000",
    "to": "Estados Unidos",
    "message": "Sáquenme de aquí 😭🙏"
  },
  {
    "timestamp": "2026-02-09 00:28:31.181000",
    "to": "Jovani",
    "message": "Victor le dice a Joel<br>Móntate en mi motora<br>Pero de momento<br>Joel le dice a Victor<br><br>Desayuna con huevo<br>Pero de momento<br>Víctor le dice a Joel<br>¡Toma mango!<br><br>De repente entonces<br>Joel le dice a Victor<br>Quisiera ser una mosca<br>Para pararme en tu piel<br><br>De repente<br>Victor le dice a Joel<br>Yo soy yo<br>De momento<br>Joel le dice a Victor<br><br>Feliz Navidad<br>Y de momento<br>Victor le dice a Joel<br>Feliz Año Nuevo<br><br>Se abrazan, y se alejan<br>Por el distanciamiento social<br>Del coronavirus<br><br>Victor y Joel<br>Joel y Victor<br>De JV<br>Jovani Vazquez<br><br>Feliz Navidad<br>Próspero Año Nuevo<br>Dios les bendiga<br><br>"
  },
  {
    "timestamp": "2026-02-13 22:39:23.237000",
    "to": "Anthony grupo 14",
    "message": "Eres un ser maravilloso. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-08 19:28:28.228000",
    "to": "Alison Hidalgo",
    "message": "Hey, la verdad es que desde que te conocí me agradaste mucho, aunque no he tenido chance de pasar mucho tiempo contigo. Tengo que decir que me pareces increíble y me encantaría llegar a algo contigo."
  },
  {
    "timestamp": "2026-02-12 03:20:40.504000",
    "to": "Profe Marcos",
    "message": "En lo personal yo creo que eres muy lindo y tierno 😔💗"
  },
  {
    "timestamp": "2026-02-09 23:11:04.231000",
    "to": "VET",
    "message": "Me gustas desde hace rato, tal vez sea el momento de q cambies química x tele"
  },
  {
    "timestamp": "2026-02-07 18:59:20.488000",
    "to": "Omar.D.Rodríguez",
    "message": "Quisiera ser bruja y hacerte un hechizo , para ser siempre la dueña de tu *****<br>- Me llaman Romea <br>Att: SOCATA"
  },
  {
    "timestamp": "2026-02-13 20:54:36.862000",
    "to": "Carlos javier grupo 12",
    "message": "Que la felicidad te visite hoy. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-09 02:09:23.169000",
    "to": "Manuelito Padró primer año alias Gordi",
    "message": "Cada día estás más gordito y más lindo bombón"
  },
  {
    "timestamp": "2026-02-13 20:37:02.372000",
    "to": "Sebastian grupo 12",
    "message": "Pequeño tesoro, gran persona. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 22:34:57.520000",
    "to": "Vannesa grupo 14",
    "message": "Tu haces la diferencia. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 20:18:19.248000",
    "to": "Dariel V.",
    "message": "Would you be my Valentine once again ?"
  },
  {
    "timestamp": "2026-02-13 20:21:54.390000",
    "to": "Samuel esteban grupo 11",
    "message": "Sonríe que hace bien. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-13 21:29:44.353000",
    "to": "Armando grupo 13",
    "message": "Que tu luz propia siga brillando sin obstáculos. Feliz 14"
  },
  {
    "timestamp": "2026-02-09 00:30:38.483000",
    "to": "España",
    "message": "En una litera, yo duermo abajo y ARRIBA ESPAÑA🗣️, OLE ARRIBA ESPAÑA 🇪🇸🇪🇸🇪🇸"
  },
  {
    "timestamp": "2026-02-13 22:43:45.790000",
    "to": "Bryan grupo 14",
    "message": "Eres único valioso e irrepetible. Feliz 14 de febrero."
  },
  {
    "timestamp": "2026-02-10 11:41:23.067000",
    "to": "Jonás Suáres Rodríguez grupo 13",
    "message": "Me alegro haberte conocido socio. Eres una gran persona. Y valoro tu amistad. Feliz 14"
  }
]
